// url: 图片地址
// text: 文字描述
// title: 文字标题
//zh 为中文版 en为英文版
module.exports = {
  zh: [
    {
      "url": "https://img.tukuppt.com//ad_preview/00/03/33/5c98a6360e904.jpg!/fw/780", // 图片地址
      "text": "测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本", // 文字描述
      "title": "测试标题", // 文字标题,
      "position": {
        "leftKey": "left", // 左右两侧对齐方式
        "leftVal": "0px", // 左右两侧定位距离
        "topKey": "top", //上下两侧对齐方式
        "topVal": "100px", // 上下两侧定位距离
        "color": "",
      }
    }, {
      "url": "https://img.tukuppt.com//ad_preview/00/08/56/5c9905f0b00ed.jpg!/fw/980",
      "text": "测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本",
      "title": "测试标题",
      "position": {
        "leftKey": "left",
        "leftVal": "0px",
        "topKey": "top",
        "topVal": "100px",
        "color": "#fff",
      }
    }, {
      "url": "https://img.tukuppt.com//ad_preview/00/03/92/5c98b42715574.jpg!/fw/980",
      "text": "测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本",
      "title": "测试标题",
      "position": {
        "leftKey": "left",
        "leftVal": "0px",
        "topKey": "top",
        "topVal": "100px",
        "color": "#fff",
      }
    }, {
      "url": "https://thingsroot.com/upload/homepage/pic_04.png",
      "text": "测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本",
      "title": "测试标题",
      "position": {
        "leftKey": "left",
        "leftVal": "0px",
        "topKey": "top",
        "topVal": "100px",
        "color": "",
      }
    }, {
      "url": "https://thingsroot.com/upload/homepage/pic_05.png",
      "text": "测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本",
      "title": "测试标题",
      "color": "",
    }, {
      "url": "https://thingsroot.com/upload/201808/1533088195.png",
      "text": "测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本",
      "title": "测试标题",
      "color": "",
    },
  ],
  en: [
    {
      "url": "https://img.tukuppt.com//ad_preview/00/03/33/5c98a6360e904.jpg!/fw/780", // 图片地址
      "text": "tset文本tset文本tset文本tset文本tset文本tset文本tset文本tset文本tset文本tset文本tset文本tset文本tset文本tset文本tset文本tset文本tset文本tset文本tset文本tset文本tset文本tset文本tset文本tset文本tset文本tset文本tset文本tset文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本", // 文字描述
      "title": "测试标题", // 文字标题,
      "position": {
        "leftKey": "left", // 左右两侧对齐方式
        "leftVal": "0px", // 左右两侧定位距离
        "topKey": "top", //上下两侧对齐方式
        "topVal": "100px", // 上下两侧定位距离
        "color": "",
      }
    }, {
      "url": "https://img.tukuppt.com//ad_preview/00/08/56/5c9905f0b00ed.jpg!/fw/980",
      "text": "测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本",
      "title": "测试标题",
      "position": {
        "leftKey": "left",
        "leftVal": "0px",
        "topKey": "top",
        "topVal": "100px",
        "color": "#fff",
      }
    }, {
      "url": "https://img.tukuppt.com//ad_preview/00/03/92/5c98b42715574.jpg!/fw/980",
      "text": "测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本",
      "title": "测试标题",
      "position": {
        "leftKey": "left",
        "leftVal": "0px",
        "topKey": "top",
        "topVal": "100px",
        "color": "#fff",
      }
    }, {
      "url": "https://thingsroot.com/upload/homepage/pic_04.png",
      "text": "测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本",
      "title": "测试标题",
      "position": {
        "leftKey": "left",
        "leftVal": "0px",
        "topKey": "top",
        "topVal": "100px",
        "color": "",
      }
    }, {
      "url": "https://thingsroot.com/upload/homepage/pic_05.png",
      "text": "测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本",
      "title": "测试标题",
      "color": "",
    }, {
      "url": "https://thingsroot.com/upload/201808/1533088195.png",
      "text": "测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本测试文本",
      "title": "测试标题",
      "color": "",
    },
  ]

}
